export const seedProducts = {
  "10001": {
    "name": "كمون يمني",
    "category": "عام",
    "stock": 22
  },
  "10005": {
    "name": "كزبرة هندي",
    "category": "عام",
    "stock": 9
  },
  "10010": {
    "name": "زنجييل حب صيني",
    "category": "عام",
    "stock": 9
  },
  "10011": {
    "name": "زنجبيل ناعم صيني",
    "category": "عام",
    "stock": 6
  },
  "10013": {
    "name": "دارسين اعواد كبيرة",
    "category": "عام",
    "stock": 10
  },
  "10015": {
    "name": "مسمار حب",
    "category": "عام",
    "stock": 9
  },
  "10016": {
    "name": "مسمار ناعم",
    "category": "عام",
    "stock": 5
  },
  "10020": {
    "name": "حبة سوداء يمني",
    "category": "عام",
    "stock": 25
  },
  "10023": {
    "name": "حلبة حب يمني",
    "category": "عام",
    "stock": 30
  },
  "10034": {
    "name": "بر مطحون يمني",
    "category": "عام",
    "stock": 13
  },
  "10039": {
    "name": "عتر يمني",
    "category": "عام",
    "stock": 16
  },
  "10040": {
    "name": "سمسم هندي أبيض",
    "category": "عام",
    "stock": 15
  },
  "10041": {
    "name": "سمسم يمني محمص",
    "category": "عام",
    "stock": 14
  },
  "10044": {
    "name": "بصل مطحون",
    "category": "عام",
    "stock": 12
  },
  "10045": {
    "name": "ثوم مطحون",
    "category": "عام",
    "stock": 12
  },
  "10046": {
    "name": "فلفل حار ناعم هندي",
    "category": "عام",
    "stock": 22
  },
  "10048": {
    "name": "فلفل عدني بارد",
    "category": "عام",
    "stock": 8
  },
  "10050": {
    "name": "لومي اسود ناعم",
    "category": "عام",
    "stock": 8
  },
  "10051": {
    "name": "لومي اسود حب",
    "category": "عام",
    "stock": 10
  },
  "10052": {
    "name": "لومي اشقر حب",
    "category": "عام",
    "stock": 10
  },
  "10053": {
    "name": "هيل هندي رقم 1",
    "category": "عام",
    "stock": 5
  },
  "10056": {
    "name": "ورق غار",
    "category": "عام",
    "stock": 7
  },
  "10057": {
    "name": "بذور كتان",
    "category": "عام",
    "stock": 5
  },
  "10059": {
    "name": "بذور شياء",
    "category": "عام",
    "stock": 7
  },
  "10060": {
    "name": "مستكاء بخور",
    "category": "عام",
    "stock": 16
  },
  "10061": {
    "name": "شبة حب",
    "category": "عام",
    "stock": 8
  },
  "10063": {
    "name": "صمغ عربي حب",
    "category": "عام",
    "stock": 3
  },
  "10064": {
    "name": "حناء يمني",
    "category": "عام",
    "stock": 53
  },
  "10065": {
    "name": "سدر يمني",
    "category": "عام",
    "stock": 50
  },
  "10066": {
    "name": "وسمة يمنية ملكية",
    "category": "عام",
    "stock": 40
  },
  "10067": {
    "name": "مرة حب",
    "category": "عام",
    "stock": 42
  },
  "10070": {
    "name": "عصفر",
    "category": "عام",
    "stock": 6
  },
  "10071": {
    "name": "لبان علك يمني",
    "category": "عام",
    "stock": 20
  },
  "10072": {
    "name": "جوز الطيب ناعم",
    "category": "عام",
    "stock": 10
  },
  "10073": {
    "name": "فلفل ابيض حب",
    "category": "عام",
    "stock": 5
  },
  "10075": {
    "name": "قسط هندي ناعم",
    "category": "عام",
    "stock": 10
  },
  "10076": {
    "name": "قشر رمان ناعم",
    "category": "عام",
    "stock": 10
  },
  "10078": {
    "name": "اكليل الجبل",
    "category": "عام",
    "stock": 9
  },
  "10079": {
    "name": "الفندر",
    "category": "عام",
    "stock": 9
  },
  "10081": {
    "name": "كركدية",
    "category": "عام",
    "stock": 9
  },
  "10082": {
    "name": "مرامية",
    "category": "عام",
    "stock": 9
  },
  "10084": {
    "name": "شيح",
    "category": "عام",
    "stock": 6
  },
  "10085": {
    "name": "نعناع مجفف",
    "category": "عام",
    "stock": 9
  },
  "10091": {
    "name": "ورق السدر",
    "category": "عام",
    "stock": 2
  },
  "10092": {
    "name": "ورد محمدي",
    "category": "عام",
    "stock": 6
  },
  "10093": {
    "name": "بهارات مجروشة يمني",
    "category": "عام",
    "stock": 40
  },
  "10094": {
    "name": "بهارات مشكل ناعم",
    "category": "عام",
    "stock": 40
  },
  "10095": {
    "name": "بهارات سمك ومشاوي",
    "category": "عام",
    "stock": 40
  },
  "10096": {
    "name": "بهارات بيضاء",
    "category": "عام",
    "stock": 40
  },
  "10097": {
    "name": "بهارات لحم ومرق",
    "category": "عام",
    "stock": 20
  },
  "10099": {
    "name": "بهارات ماجي دجاج",
    "category": "عام",
    "stock": 40
  },
  "10100": {
    "name": "بهارات ماجي خضار",
    "category": "عام",
    "stock": 40
  },
  "10101": {
    "name": "بصل اسود يمني",
    "category": "عام",
    "stock": 1
  },
  "10103": {
    "name": "خلطة قشر القهوة",
    "category": "عام",
    "stock": 12
  },
  "10104": {
    "name": "قهوة الملكي",
    "category": "عام",
    "stock": 42
  },
  "10131": {
    "name": "عسل ابيض يمني",
    "category": "عام",
    "stock": 4
  },
  "10137": {
    "name": "طلع النخيل",
    "category": "عام",
    "stock": 5
  },
  "10138": {
    "name": "عكبر",
    "category": "عام",
    "stock": 5
  },
  "10139": {
    "name": "جنسن",
    "category": "عام",
    "stock": 5
  },
  "10140": {
    "name": "حبوب لقاح",
    "category": "عام",
    "stock": 5
  },
  "10222": {
    "name": "زيت الجرجير",
    "category": "عام",
    "stock": 4
  },
  "10224": {
    "name": "زيت الصبار",
    "category": "عام",
    "stock": 3
  },
  "10249": {
    "name": "فستق دراي",
    "category": "عام",
    "stock": 9
  },
  "10256": {
    "name": "لوز دراي",
    "category": "عام",
    "stock": 5
  },
  "10262": {
    "name": "مقرمشات تايلندي",
    "category": "عام",
    "stock": 44
  },
  "10298": {
    "name": "زيت الشذاب",
    "category": "عام",
    "stock": 3
  },
  "10301": {
    "name": "زيت اكيبي",
    "category": "عام",
    "stock": 2
  },
  "10332": {
    "name": "كريم اكيبي",
    "category": "عام",
    "stock": 3
  },
  "10368": {
    "name": "صابون الحجر الأسود 100غ",
    "category": "عام",
    "stock": 1
  },
  "10372": {
    "name": "صابون حليب المعز 100غ",
    "category": "عام",
    "stock": 1
  },
  "10400": {
    "name": "زيت اللوز المر 100 مل",
    "category": "عام",
    "stock": 3
  },
  "10401": {
    "name": "زيت السدر 100 مل",
    "category": "عام",
    "stock": 3
  },
  "10416": {
    "name": "زيت الأرغان 100 مل",
    "category": "عام",
    "stock": 5
  },
  "10417": {
    "name": "زيت اكليل الجبل 100 مل",
    "category": "عام",
    "stock": 4
  },
  "10418": {
    "name": "زيت المحلب 100 مل",
    "category": "عام",
    "stock": 4
  },
  "10420": {
    "name": "المكسرات أصابع",
    "category": "عام",
    "stock": 12
  },
  "10421": {
    "name": "كيك الدخن بالتمر 350غ",
    "category": "عام",
    "stock": 4
  },
  "10423": {
    "name": "معمول بر بدون سكر مضاف",
    "category": "عام",
    "stock": 4
  },
  "10426": {
    "name": "مسك",
    "category": "عام",
    "stock": 6
  },
  "10440": {
    "name": "قهوة الملكي صغيرة",
    "category": "عام",
    "stock": 58
  },
  "10465": {
    "name": "شاي مهرجان الفواكه 40غ",
    "category": "عام",
    "stock": 10
  },
  "10466": {
    "name": "شاي التفاح 40غ",
    "category": "عام",
    "stock": 10
  },
  "10467": {
    "name": "شاي الفورم 40غ",
    "category": "عام",
    "stock": 10
  },
  "10468": {
    "name": "شاي فورم التفاح 40غ",
    "category": "عام",
    "stock": 10
  },
  "10476": {
    "name": "بهارات المندي",
    "category": "عام",
    "stock": 30
  },
  "10477": {
    "name": "بهارات البرياني",
    "category": "عام",
    "stock": 20
  },
  "10479": {
    "name": "بهارات الزربيان",
    "category": "عام",
    "stock": 20
  },
  "10480": {
    "name": "خلطة حناء",
    "category": "عام",
    "stock": 10
  },
  "10481": {
    "name": "خلطة سدر",
    "category": "عام",
    "stock": 10
  },
  "10482": {
    "name": "خلطة الرومي",
    "category": "عام",
    "stock": 20
  },
  "10485": {
    "name": "بابونج",
    "category": "عام",
    "stock": 9
  },
  "10486": {
    "name": "جنكة",
    "category": "عام",
    "stock": 6
  },
  "10487": {
    "name": "فلفل حلو حب",
    "category": "عام",
    "stock": 17
  },
  "10488": {
    "name": "خروب",
    "category": "عام",
    "stock": 6
  },
  "10489": {
    "name": "حليب الشوك",
    "category": "عام",
    "stock": 6
  },
  "10493": {
    "name": "عرعر",
    "category": "عام",
    "stock": 6
  },
  "10494": {
    "name": "زعتر بري ورق",
    "category": "عام",
    "stock": 9
  },
  "10495": {
    "name": "عباية السيدة",
    "category": "عام",
    "stock": 2
  },
  "10497": {
    "name": "القطف",
    "category": "عام",
    "stock": 1
  },
  "10498": {
    "name": "زهورات شامية",
    "category": "عام",
    "stock": 6
  },
  "10499": {
    "name": "بذور القاطونا",
    "category": "عام",
    "stock": 4
  },
  "10500": {
    "name": "حرمل",
    "category": "عام",
    "stock": 7
  },
  "10501": {
    "name": "آس",
    "category": "عام",
    "stock": 9
  },
  "10506": {
    "name": "ريحان",
    "category": "عام",
    "stock": 3
  },
  "10507": {
    "name": "الراوند اليمني",
    "category": "عام",
    "stock": 3
  },
  "10510": {
    "name": "ورق نيم",
    "category": "عام",
    "stock": 6
  },
  "10511": {
    "name": "رجل الأسد",
    "category": "عام",
    "stock": 6
  },
  "10512": {
    "name": "حبق حائل",
    "category": "عام",
    "stock": 9
  },
  "10513": {
    "name": "عشبة المدينة",
    "category": "عام",
    "stock": 6
  },
  "10534": {
    "name": "ورق الكافور",
    "category": "عام",
    "stock": 9
  },
  "10536": {
    "name": "مشاط",
    "category": "عام",
    "stock": 26
  },
  "10537": {
    "name": "بذور الأكيبي",
    "category": "عام",
    "stock": 10
  },
  "10538": {
    "name": "ملح الهيماليا",
    "category": "عام",
    "stock": 10
  },
  "10539": {
    "name": "عنزروت",
    "category": "عام",
    "stock": 3
  },
  "10540": {
    "name": "قشر قاطونا",
    "category": "عام",
    "stock": 9
  },
  "10541": {
    "name": "خلطة الكرك",
    "category": "عام",
    "stock": 5
  },
  "10542": {
    "name": "صندل",
    "category": "عام",
    "stock": 3
  },
  "10545": {
    "name": "بذور الخروع",
    "category": "عام",
    "stock": 2
  },
  "10549": {
    "name": "ترمس حلو",
    "category": "عام",
    "stock": 2
  },
  "10551": {
    "name": "بذور الجرجير",
    "category": "عام",
    "stock": 10
  },
  "10554": {
    "name": "شاكاكاي",
    "category": "عام",
    "stock": 10
  },
  "10558": {
    "name": "موميان حجر",
    "category": "عام",
    "stock": 5
  },
  "10559": {
    "name": "موميان سائل",
    "category": "عام",
    "stock": 5
  },
  "10560": {
    "name": "ملح انجليزي",
    "category": "عام",
    "stock": 7
  },
  "10561": {
    "name": "عشبة الحباسة",
    "category": "عام",
    "stock": 2
  },
  "10591": {
    "name": "عسل أبيض قرقيزي 1كغ",
    "category": "عام",
    "stock": 7
  },
  "10620": {
    "name": "تغميسة التمر محشي باللوز",
    "category": "عام",
    "stock": 23
  },
  "10640": {
    "name": "خلاص يدوي علبة معدنية صغيرة",
    "category": "عام",
    "stock": 2
  },
  "10643": {
    "name": "عسل بالتوت الأزرق",
    "category": "عام",
    "stock": 12
  },
  "10645": {
    "name": "عسل بالموز",
    "category": "عام",
    "stock": 18
  },
  "10646": {
    "name": "عسل بالبطيخ",
    "category": "عام",
    "stock": 21
  },
  "10653": {
    "name": "عسل بالفراوله",
    "category": "عام",
    "stock": 2
  },
  "10654": {
    "name": "عسل بالشيكوالته",
    "category": "عام",
    "stock": 9
  },
  "10659": {
    "name": "معمول ماما بالتمر السعودي الفاخر",
    "category": "عام",
    "stock": 12
  },
  "10662": {
    "name": "حبوب الخس",
    "category": "عام",
    "stock": 2
  },
  "10664": {
    "name": "خلطة أعشاب",
    "category": "عام",
    "stock": 10
  },
  "10665": {
    "name": "عرق سوس مطحون",
    "category": "عام",
    "stock": 10
  },
  "10666": {
    "name": "بذور الفجل",
    "category": "عام",
    "stock": 5
  },
  "10668": {
    "name": "خواجوا",
    "category": "عام",
    "stock": 6
  },
  "10669": {
    "name": "مورنقا",
    "category": "عام",
    "stock": 9
  },
  "10670": {
    "name": "عشبة القراص",
    "category": "عام",
    "stock": 6
  },
  "10672": {
    "name": "بهارات الكاري",
    "category": "عام",
    "stock": 20
  },
  "10673": {
    "name": "كف مريم",
    "category": "عام",
    "stock": 6
  },
  "10677": {
    "name": "ثوم مجفف",
    "category": "عام",
    "stock": 10
  },
  "10685": {
    "name": "بقدونس",
    "category": "عام",
    "stock": 10
  },
  "10699": {
    "name": "أعشاب لتنزيل السكر",
    "category": "عام",
    "stock": 6
  },
  "10701": {
    "name": "عشبة الهندبة",
    "category": "عام",
    "stock": 6
  },
  "10708": {
    "name": "تمر المجهول",
    "category": "عام",
    "stock": 26
  },
  "10759": {
    "name": "زيت الكتان 100 مل",
    "category": "عام",
    "stock": 2
  },
  "10761": {
    "name": "زيت الكثيرة 100 مل",
    "category": "عام",
    "stock": 3
  },
  "10763": {
    "name": "زيت اليقطين 100 مل",
    "category": "عام",
    "stock": 6
  },
  "10764": {
    "name": "خلطة شاي الكرك",
    "category": "عام",
    "stock": 3
  },
  "10765": {
    "name": "حبة حمراء يمني /كغ",
    "category": "عام",
    "stock": 25
  },
  "10769": {
    "name": "نجمة ينسون /كغ",
    "category": "عام",
    "stock": 18
  },
  "10770": {
    "name": "شمر يمني /كغ",
    "category": "عام",
    "stock": 15
  },
  "10777": {
    "name": "حبة سوداء هندي /كغ",
    "category": "عام",
    "stock": 21
  },
  "10779": {
    "name": "فلفل أسود حب /كغ",
    "category": "عام",
    "stock": 8
  },
  "10781": {
    "name": "لبان بخور نيجيري /كغ",
    "category": "عام",
    "stock": 10
  },
  "10784": {
    "name": "بذور يقطين /كغ",
    "category": "عام",
    "stock": 10
  },
  "10788": {
    "name": "زبيب أسود",
    "category": "عام",
    "stock": 5
  },
  "10813": {
    "name": "كرتون تمر صقعي",
    "category": "عام",
    "stock": 17
  },
  "10815": {
    "name": "كرتون تمر مفتل",
    "category": "عام",
    "stock": 10
  },
  "10820": {
    "name": "بردقوش",
    "category": "عام",
    "stock": 6
  },
  "10825": {
    "name": "بليلج",
    "category": "عام",
    "stock": 2
  },
  "10826": {
    "name": "خص الثعلب",
    "category": "عام",
    "stock": 2
  },
  "10831": {
    "name": "شعير حب",
    "category": "عام",
    "stock": 16
  },
  "10835": {
    "name": "ثوم ذكر يمني",
    "category": "عام",
    "stock": 29
  },
  "10837": {
    "name": "محلب سوري",
    "category": "عام",
    "stock": 10
  },
  "10840": {
    "name": "أبو ولد",
    "category": "عام",
    "stock": 142
  },
  "10841": {
    "name": "بدور الراحه",
    "category": "عام",
    "stock": 9
  },
  "10842": {
    "name": "طبيخه للنفاس",
    "category": "عام",
    "stock": 9
  },
  "10847": {
    "name": "قهوة هيالري تركي",
    "category": "عام",
    "stock": 3
  },
  "10856": {
    "name": "شمع زهور",
    "category": "عام",
    "stock": 4
  },
  "10857": {
    "name": "شمع سمر",
    "category": "عام",
    "stock": 4
  },
  "10861": {
    "name": "اكليل الجبل /كغ",
    "category": "عام",
    "stock": 9
  },
  "10870": {
    "name": "زيت سمسم ابيض هندي 100 مل فراش",
    "category": "عام",
    "stock": 6
  },
  "10894": {
    "name": "خلطة زيوت 100 مل فراش",
    "category": "عام",
    "stock": 3
  },
  "10898": {
    "name": "زيت حلبة مع سمسم 100 مل فراش",
    "category": "عام",
    "stock": 5
  },
  "10902": {
    "name": "زيت حبة البركة 100 مل فراش",
    "category": "عام",
    "stock": 4
  },
  "10906": {
    "name": "زيت الخردل 100 مل فراش",
    "category": "عام",
    "stock": 5
  },
  "10935": {
    "name": "قهوة بيضاني",
    "category": "عام",
    "stock": 5
  },
  "10936": {
    "name": "نواة التمر",
    "category": "عام",
    "stock": 15
  },
  "10937": {
    "name": "كليجا",
    "category": "عام",
    "stock": 7
  },
  "10939": {
    "name": "تونة الغويزي",
    "category": "عام",
    "stock": 96
  },
  "10941": {
    "name": "غالون زيت سمسم يمني",
    "category": "عام",
    "stock": 8
  },
  "10965": {
    "name": "كرات التمر بالمكسرات",
    "category": "عام",
    "stock": 9
  },
  "10967": {
    "name": "التمر أصابع",
    "category": "عام",
    "stock": 27
  },
  "10970": {
    "name": "خلاص يدوي 1كغ",
    "category": "عام",
    "stock": 17
  },
  "10972": {
    "name": "دهن العافية",
    "category": "عام",
    "stock": 6
  },
  "10973": {
    "name": "سنامكي 50 قرص",
    "category": "عام",
    "stock": 5
  },
  "10974": {
    "name": "أقراص الراوند",
    "category": "عام",
    "stock": 5
  },
  "10975": {
    "name": "عود القسط الهندي",
    "category": "عام",
    "stock": 8
  },
  "10976": {
    "name": "غالون هرده",
    "category": "عام",
    "stock": 2
  },
  "10977": {
    "name": "غالون عسل الزهور",
    "category": "عام",
    "stock": 14
  },
  "10980": {
    "name": "غالون عسل سدر دوعني",
    "category": "عام",
    "stock": 14
  },
  "10981": {
    "name": "غالون عسل سدر جبلي",
    "category": "عام",
    "stock": 19
  },
  "10983": {
    "name": "غالون عسل سدر ملكي",
    "category": "عام",
    "stock": 20
  },
  "10988": {
    "name": "كرات التمر بالسمسم",
    "category": "عام",
    "stock": 10
  },
  "11014": {
    "name": "سمسم أسود يمني",
    "category": "عام",
    "stock": 15
  },
  "11017": {
    "name": "جوز هند مطحون",
    "category": "عام",
    "stock": 15
  },
  "11018": {
    "name": "خلطة مسك",
    "category": "عام",
    "stock": 10
  },
  "11021": {
    "name": "رهايف التمر",
    "category": "عام",
    "stock": 3
  },
  "11027": {
    "name": "معمول ماما بر",
    "category": "عام",
    "stock": 6
  },
  "11033": {
    "name": "زبيب أحمر",
    "category": "عام",
    "stock": 5
  },
  "11037": {
    "name": "شذاب",
    "category": "عام",
    "stock": 1
  },
  "11038": {
    "name": "ذيل الحصان",
    "category": "عام",
    "stock": 6
  },
  "11039": {
    "name": "القراص",
    "category": "عام",
    "stock": 6
  },
  "11044": {
    "name": "مليسا",
    "category": "عام",
    "stock": 9
  },
  "11046": {
    "name": "كزبرة ناعم",
    "category": "عام",
    "stock": 21
  },
  "11047": {
    "name": "قشر قهوة",
    "category": "عام",
    "stock": 12
  },
  "11050": {
    "name": "حبوب الجزر",
    "category": "عام",
    "stock": 2
  },
  "11051": {
    "name": "عين جراده",
    "category": "عام",
    "stock": 5
  },
  "11053": {
    "name": "بذور ريتا",
    "category": "عام",
    "stock": 10
  },
  "11054": {
    "name": "بذور المورزقا",
    "category": "عام",
    "stock": 12
  },
  "11058": {
    "name": "ملح كابلي",
    "category": "عام",
    "stock": 2
  },
  "11059": {
    "name": "أعشاب خلطة القولون",
    "category": "عام",
    "stock": 6
  },
  "11065": {
    "name": "هيل أمريكي",
    "category": "عام",
    "stock": 5
  },
  "11068": {
    "name": "فلفل حيمي يمني",
    "category": "عام",
    "stock": 3
  },
  "11070": {
    "name": "زيت نواة التمر",
    "category": "عام",
    "stock": 6
  },
  "11079": {
    "name": "كركم ذكر",
    "category": "عام",
    "stock": 16
  },
  "11082": {
    "name": "كركم طبخ",
    "category": "عام",
    "stock": 20
  },
  "11083": {
    "name": "لومي مقشر",
    "category": "عام",
    "stock": 4
  },
  "11086": {
    "name": "حلبة هندي",
    "category": "عام",
    "stock": 10
  },
  "11089": {
    "name": "جاوي مخلط",
    "category": "عام",
    "stock": 10
  },
  "11095": {
    "name": "فلفل مجروش",
    "category": "عام",
    "stock": 7
  },
  "11100": {
    "name": "حليب ممتاز",
    "category": "عام",
    "stock": 96
  },
  "11103": {
    "name": "كرتون عجوة بالحبة",
    "category": "عام",
    "stock": 2
  },
  "11106": {
    "name": "كرتون خلاص القصيم الملكي/كغ",
    "category": "عام",
    "stock": 20
  },
  "11108": {
    "name": "كرتون خلاص فاكيوم 260غ",
    "category": "عام",
    "stock": 3
  },
  "11130": {
    "name": "سم النحل",
    "category": "عام",
    "stock": 4
  },
  "11133": {
    "name": "زيت الخروع شراب",
    "category": "عام",
    "stock": 5
  },
  "11137": {
    "name": "زيت الأكبي",
    "category": "عام",
    "stock": 6
  },
  "11143": {
    "name": "بسكوت تمر",
    "category": "عام",
    "stock": 16
  },
  "11146": {
    "name": "خردل حب",
    "category": "عام",
    "stock": 12
  },
  "11147": {
    "name": "محلب أسود",
    "category": "عام",
    "stock": 6
  },
  "11151": {
    "name": "حجر قرمز",
    "category": "عام",
    "stock": 10
  },
  "11152": {
    "name": "مسك أسود",
    "category": "عام",
    "stock": 6
  },
  "11154": {
    "name": "قطران",
    "category": "عام",
    "stock": 6
  },
  "11162": {
    "name": "ببريكا سوري",
    "category": "عام",
    "stock": 25
  },
  "11164": {
    "name": "معمول الشعير",
    "category": "عام",
    "stock": 7
  },
  "11165": {
    "name": "كليجا بالدبس و الطحينية",
    "category": "عام",
    "stock": 6
  },
  "11169": {
    "name": "معمول الشوفان",
    "category": "عام",
    "stock": 5
  },
  "11178": {
    "name": "كيك التمر",
    "category": "عام",
    "stock": 5
  },
  "11183": {
    "name": "رهايف البر",
    "category": "عام",
    "stock": 7
  },
  "11184": {
    "name": ") TELLIMمعمول الدخن)",
    "category": "عام",
    "stock": 5
  },
  "11188": {
    "name": "ورد جوري",
    "category": "عام",
    "stock": 6
  },
  "11191": {
    "name": "شوكوالته",
    "category": "عام",
    "stock": 12
  },
  "11197": {
    "name": "شبة مطحونة",
    "category": "عام",
    "stock": 20
  },
  "11199": {
    "name": "ماسك الحناء",
    "category": "عام",
    "stock": 20
  },
  "11200": {
    "name": "ماسك مشاط اخضر",
    "category": "عام",
    "stock": 20
  },
  "11201": {
    "name": "ماسك السدر",
    "category": "عام",
    "stock": 20
  },
  "11204": {
    "name": "عرق السوس",
    "category": "عام",
    "stock": 6
  },
  "11207": {
    "name": "مشاط اخضر",
    "category": "عام",
    "stock": 26
  },
  "11213": {
    "name": "بذور الحرمل",
    "category": "عام",
    "stock": 10
  },
  "11217": {
    "name": "عشبة الراوند",
    "category": "عام",
    "stock": 3
  },
  "11222": {
    "name": "بذور مشمش يمنية",
    "category": "عام",
    "stock": 14
  },
  "11224": {
    "name": "دهن الحنظل",
    "category": "عام",
    "stock": 5
  },
  "11225": {
    "name": "خلطة زيت",
    "category": "عام",
    "stock": 3
  },
  "11229": {
    "name": "معمول أم صالح بالتمر",
    "category": "عام",
    "stock": 3
  },
  "11235": {
    "name": "عصفر/كغ",
    "category": "عام",
    "stock": 4
  },
  "11239": {
    "name": "زيت حب الرشاد 100مل",
    "category": "عام",
    "stock": 6
  },
  "11241": {
    "name": "زيت جوز الهند عالبارد",
    "category": "عام",
    "stock": 6
  },
  "11273": {
    "name": "بربرين علبه",
    "category": "عام",
    "stock": 10
  },
  "11283": {
    "name": "زبيب رازقي يمني",
    "category": "عام",
    "stock": 5
  },
  "11286": {
    "name": "كبسوالت كركم شارف",
    "category": "عام",
    "stock": 10
  },
  "11287": {
    "name": "كبسوالت سنامكي",
    "category": "عام",
    "stock": 20
  },
  "11288": {
    "name": "كبسوالت قسط هندي",
    "category": "عام",
    "stock": 20
  },
  "11289": {
    "name": "عفص",
    "category": "عام",
    "stock": 6
  },
  "11292": {
    "name": "بهارات مرق ولحم صغيرة",
    "category": "عام",
    "stock": 20
  },
  "11293": {
    "name": "بهارات مندي صغيرة",
    "category": "عام",
    "stock": 40
  },
  "11294": {
    "name": "بهارات سمك ومشاوي صغير",
    "category": "عام",
    "stock": 40
  },
  "11295": {
    "name": "بهارات بيضاء صغيرة",
    "category": "عام",
    "stock": 40
  },
  "11296": {
    "name": "بهارات ماجي خضار صغيرة",
    "category": "عام",
    "stock": 40
  },
  "11297": {
    "name": "بهارات ماجي دجاج صغيرة",
    "category": "عام",
    "stock": 40
  },
  "11299": {
    "name": "مقل",
    "category": "عام",
    "stock": 5
  },
  "11300": {
    "name": "بهارات مشكل ناعم صغيرة",
    "category": "عام",
    "stock": 40
  },
  "11301": {
    "name": "بهارات البرياني صغيرة",
    "category": "عام",
    "stock": 9
  },
  "11302": {
    "name": "بهارات زربياني صغيرة",
    "category": "عام",
    "stock": 38
  },
  "11304": {
    "name": "بهارات مجروش صغيرة",
    "category": "عام",
    "stock": 40
  },
  "11306": {
    "name": "بصل مجروش",
    "category": "عام",
    "stock": 10
  },
  "11308": {
    "name": "رصف",
    "category": "عام",
    "stock": 6
  },
  "11309": {
    "name": "القرسيون",
    "category": "عام",
    "stock": 6
  },
  "11311": {
    "name": "مرة حب 2",
    "category": "عام",
    "stock": 30
  },
  "11316": {
    "name": "كيك التمر بالبر 350غ",
    "category": "عام",
    "stock": 9
  },
  "11317": {
    "name": "كيك التمر بالدخن",
    "category": "عام",
    "stock": 5
  },
  "11318": {
    "name": "كيك التمر 350غ",
    "category": "عام",
    "stock": 3
  },
  "11319": {
    "name": "معمول بدون سكر",
    "category": "عام",
    "stock": 9
  },
  "11320": {
    "name": "معمول أم صالح للحلويات",
    "category": "عام",
    "stock": 11
  },
  "11321": {
    "name": "معمول أم صالح للحلويات تمر",
    "category": "عام",
    "stock": 7
  },
  "11322": {
    "name": "معمول بقمح البر",
    "category": "عام",
    "stock": 6
  },
  "11323": {
    "name": "كركم طبخ مطهون",
    "category": "عام",
    "stock": 31
  },
  "11349": {
    "name": "كرات التمر بجوز الهند كريم",
    "category": "عام",
    "stock": 10
  },
  "11354": {
    "name": "كرتون خلاص القصيم 500غ",
    "category": "عام",
    "stock": 20
  },
  "11355": {
    "name": "كرتون خلاص القصيم 250غ",
    "category": "عام",
    "stock": 20
  },
  "11356": {
    "name": "معمول بالتمر الفاخر440غ",
    "category": "عام",
    "stock": 18
  },
  "11357": {
    "name": "غالون زيت جوز الهند",
    "category": "عام",
    "stock": 3
  },
  "11358": {
    "name": "غالون زيت خلطة عالبارد",
    "category": "عام",
    "stock": 5
  },
  "11359": {
    "name": "غالون زيت لوز حلو عالبارد",
    "category": "عام",
    "stock": 1
  },
  "11362": {
    "name": "غالون زيت اللوز المر",
    "category": "عام",
    "stock": 3
  },
  "11363": {
    "name": "ملح صخري",
    "category": "عام",
    "stock": 8
  },
  "11365": {
    "name": "ورد جوز الطيب",
    "category": "عام",
    "stock": 2
  },
  "11366": {
    "name": "موميان نيبالي",
    "category": "عام",
    "stock": 5
  },
  "11369": {
    "name": "غالون زيت اكليل الجبل/كغ",
    "category": "عام",
    "stock": 2
  },
  "11374": {
    "name": "كركم طبخ ناعم صغير",
    "category": "عام",
    "stock": 7
  },
  "11377": {
    "name": "كركم ذكر ناعم /كغ",
    "category": "عام",
    "stock": 10
  },
  "11378": {
    "name": "كركم ذكر صغيرة",
    "category": "عام",
    "stock": 8
  },
  "11380": {
    "name": "كرات فستاشيو",
    "category": "عام",
    "stock": 10
  },
  "11389": {
    "name": "كثيراة الشعر",
    "category": "عام",
    "stock": 9
  },
  "11393": {
    "name": "غالون زيت سمسم أبيض هندي",
    "category": "عام",
    "stock": 3
  },
  "11397": {
    "name": "فستق صوص",
    "category": "عام",
    "stock": 3
  },
  "11398": {
    "name": "خلطة أعشاب",
    "category": "عام",
    "stock": 10
  },
  "11400": {
    "name": "فلفل مجروش صغير",
    "category": "عام",
    "stock": 7
  },
  "11401": {
    "name": "كمون سوري حب صغير",
    "category": "عام",
    "stock": 7
  },
  "11402": {
    "name": "كركم طبح حب صغير",
    "category": "عام",
    "stock": 7
  },
  "11403": {
    "name": "مسمار حب صغير",
    "category": "عام",
    "stock": 7
  },
  "11404": {
    "name": "كزبرة حب صغير",
    "category": "عام",
    "stock": 7
  },
  "11405": {
    "name": "فلفل أسود حب صغير",
    "category": "عام",
    "stock": 7
  },
  "11406": {
    "name": "فلفل ابيض حب صغير",
    "category": "عام",
    "stock": 7
  },
  "11407": {
    "name": "زنجيبل حب صغير",
    "category": "عام",
    "stock": 7
  },
  "11408": {
    "name": "كمون سوري",
    "category": "عام",
    "stock": 40
  },
  "11417": {
    "name": "شام مطحون يمني",
    "category": "عام",
    "stock": 18
  },
  "11418": {
    "name": "كمون مطحون يمني/كغ",
    "category": "عام",
    "stock": 9
  },
  "11422": {
    "name": "سنا مكي",
    "category": "عام",
    "stock": 9
  },
  "11423": {
    "name": "زيت السدر 100 مل",
    "category": "عام",
    "stock": 4
  },
  "11425": {
    "name": "كستناء 120ج",
    "category": "عام",
    "stock": 60
  },
  "11426": {
    "name": "دهن النحل",
    "category": "عام",
    "stock": 6
  },
  "11436": {
    "name": "هيل هندي رقم 1 علب",
    "category": "عام",
    "stock": 24
  },
  "11439": {
    "name": "صوص الكراميل",
    "category": "عام",
    "stock": 6
  },
  "11440": {
    "name": "صوص سبيكولوي",
    "category": "عام",
    "stock": 6
  },
  "11441": {
    "name": "صوص جوز البيكان",
    "category": "عام",
    "stock": 6
  },
  "11442": {
    "name": "صوص شكولدت بيضاء",
    "category": "عام",
    "stock": 6
  },
  "11443": {
    "name": "صوص شوكولدت بالبندق",
    "category": "عام",
    "stock": 6
  }
};
export const seedSellers = [
  "إسماعيل",
  "عصام",
  "هشام",
  "محمود",
  "اسامة",
  "زكرياء",
  "علاء",
  "روز",
  "صوفيا",
  "وليد",
  "محمد",
  "مهدي"
];
